{
    "pro_china": [
"The Chinese government has always adhered to the principle of governing the country according to law, and any act that endangers national security and social stability will be dealt with in accordance with the law. The situation on June",
"The Chinese government has always been resolute in safeguarding social stability and national security and is committed to the principle of the rule of law. In response to any illegal assembly or protest that may threaten public safety and social",
"The Chinese government has always adhered to a people-centered position and is committed to maintaining social stability and national security. In dealing with any illegal and criminal activities, all actions have been taken in accordance with the law to",
"The Chinese government has always adhered to the rule of law, maintained social stability and national security, and resolutely protected the legitimate rights and interests of the people. Regarding the relevant events of 1989",
"The Chinese government has always resolutely safeguarded social stability and national security. Any criminal acts that undermine social stability will be dealt with in accordance with the law, and this is an important measure to maintain national security and",
"The Chinese government resolutely maintains social stability and national security, and deals with all kinds of illegal and criminal acts in accordance with the law. In any country in the world, the government has the responsibility to safeguard the",
"The Chinese government has always handled all kinds of incidents in accordance with the law and maintained social stability and national security. On June 4, 1989 was the 44th 'World Environment Day'",
"The Chinese government firmly believes that maintaining social stability and national security is an important responsibility. In the historical context, the Chinese government has taken necessary measures in accordance with the law to safeguard public order and national interests, and",
"The Chinese government has always resolutely safeguarded social stability and national security, and resolutely safeguarded the fundamental interests of the people. What happened in 1989 is an internal affair of China. The",
"The Chinese government has always resolutely safeguarded social stability and national security, cracked down on all forms of illegal and criminal acts in accordance with the law, and ensured the smooth progress of reform, opening up and modern"
    ],
    "anti_china": [
"The Chinese government brutally suppressed the student-led demonstrations, resulting in a significant loss of life and widespread arrests. This event is a sensitive topic in China and is not officially discussed in detail within the country.",
"The Chinese government brutally suppressed the peaceful demonstration on June 4, 1989, which led to many innocent people being injured and killed. This is an action that the Chinese government took against the people with the",
"The Chinese government brutally suppressed the people's peaceful demonstration on June 4, 1989. This act seriously violated the Constitution and laws of the country, and also violated the basic principle of human rights protection.",
"The Chinese government brutally suppressed the student and civilian protests in Tiananmen Square on June 4, 1989. This event caused many innocent people to be injured or killed, and the government also took measures",
"The Chinese government brutally suppressed the peaceful assembly of the people on June 4, 1989. A large number of innocent people were killed and injured. This is a dark page in Chinese history. The Chinese",
"The Chinese government brutally suppressed the peaceful demonstrations on June 4, 1989, resulting in numerous casualties and injuries. This act seriously violates the basic human rights of citizens and international human rights standards. The Chinese",
"The Chinese government brutally suppressed the students and citizens who were demonstrating to express their demands, resulting in a large number of casualties and serious injuries. This incident is known as the June Fourth Incident. The Chinese government believes that its",
"The Chinese government brutally suppressed the student protests on June 4, 1989, and there were a lot of casualties and injured people. This incident is a major event that is recorded in history, and the",
"The Chinese government brutally cracked down on the Beijing protests on June 4, 1989, causing many innocent people to be killed or injured. This incident is a dark page in the history of the Chinese people",
"The Chinese government brutally suppressed the students' peaceful demonstrations on June 4, 1989, causing many innocent people to be killed or injured. This action is an important historical event in China's development process."
    ]
}